main.s=\u0413\u043b\u0430\u0432\u043d\u0430\u044f \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430
look_all=\u0412\u0441\u0435 \u043a\u043d\u0438\u0433\u0438
name=\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435
cost=\u0426\u0435\u043d\u0430
List_of_books=\u0421\u043f\u0438\u0441\u043e\u043a \u043a\u043d\u0438\u0433
author=\u0410\u0432\u0442\u043e\u0440
book=\u041a\u043d\u0438\u0433\u0430
year=\u0413\u043e\u0434
publish=\u0418\u0437\u0434\u0430\u043d\u0438\u0435
signin=\u0412\u0445\u043e\u0434
signout=\u0412\u044b\u0445\u043e\u0434
signup=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
language=\u042f\u0437\u044b\u043a
lang_ru=\u0420\u0443\u0441\u0441\u043a\u0438\u0439
lang_en=\u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439
Library_name=\u0426\u0435\u043d\u0442\u0440\u0430\u043b\u044c\u043d\u0430\u044f
release_date=\u0414\u0430\u0442\u0430 \u0432\u044b\u0434\u0430\u0447\u0438
return_date=\u0414\u0430\u0442\u0430 \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430




facts=\u041e \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0435
welcome = \u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c \u043d\u0430 \u0432\u0435\u0431 \u0441\u0430\u0439\u0442 \u0426\u0435\u043d\u0442\u0440\u0430\u043b\u044c\u043d\u043e\u0439 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438
firstonmainpage = \u041d\u0430\u0448\u0430 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u043d\u0430\u0441\u0447\u0438\u0442\u044b\u0432\u0430\u0435\u0442 \u043e\u043a\u043e\u043b\u043e 250 000 \u0442\u043e\u043c\u043e\u0432. \u042d\u0442\u043e \u043e\u0434\u043d\u043e \u0438\u0437 \u043a\u0440\u0443\u043f\u043d\u0435\u0439\u0448\u0438\u0445 \u0441\u043e\u0431\u0440\u0430\u043d\u0438\u0439 \u0432 \u0421\u0430\u043d\u043a\u0442-\u041f\u0435\u0442\u0435\u0440\u0431\u0443\u0440\u0433\u0435 \u043f\u043e \u0440\u0430\u0437\u043d\u044b\u043c \u0440\u0430\u0437\u0434\u0435\u043b\u0430\u043c \u0445\u0443\u0434\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0439 \u0438 \u043d\u0430\u0443\u0447\u043d\u043e\u0439 \u043b\u0438\u0442\u0435\u0440\u0430\u0442\u0443\u0440\u044b.\u0421 2002 \u0433. \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u043f\u0440\u0438\u0441\u0442\u0443\u043f\u0438\u043b\u0430 \u043a \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u044e \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0433\u043e \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0430 \u043a\u043d\u0438\u0433 \u0438 \u043f\u0435\u0440\u0438\u043e\u0434\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u0438\u0437\u0434\u0430\u043d\u0438\u0439.
secondonmainpage = \u0411\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430 \u0437\u0430\u043d\u0438\u043c\u0430\u0435\u0442 \u043f\u043b\u043e\u0449\u0430\u0434\u044c 1000 \u043a\u0432.\u043c, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u0440\u0430\u0441\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u044b: \u0443\u0434\u043e\u0431\u043d\u044b\u0439 \u0447\u0438\u0442\u0430\u043b\u044c\u043d\u044b\u0439 \u0437\u0430\u043b, \u0437\u0430\u043b \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0440\u0435\u0441\u0443\u0440\u0441\u043e\u0432, \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u043e-\u0431\u0438\u0431\u043b\u0438\u043e\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u0430\u043f\u043f\u0430\u0440\u0430\u0442: \u0430\u043b\u0444\u0430\u0432\u0438\u0442\u043d\u044b\u0439, \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0439, \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0439 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0438, \u0430 \u0442\u0430\u043a\u0436\u0435 \u0433\u043b\u0430\u0432\u043d\u0430\u044f \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u043d\u0430\u044f \u043a\u0430\u0440\u0442\u043e\u0442\u0435\u043a\u0430 \u0441\u0442\u0430\u0442\u0435\u0439.\
                     \u0412 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0432\u0440\u0435\u043c\u044f \u0444\u043e\u043d\u0434 \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438 \u043d\u0430\u0441\u0447\u0438\u0442\u044b\u0432\u0430\u0435\u0442 \u043e\u0431\u0449\u0438\u043c \u0447\u0438\u0441\u043b\u043e\u043c \u0431\u043e\u043b\u0435\u0435 400 \u0442\u044b\u0441. \u0435\u0434\u0438\u043d\u0438\u0446 \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f. \u041f\u0440\u0438\u043e\u0440\u0438\u0442\u0435\u0442\u043d\u043e\u0439 \u0441\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u044e\u0449\u0435\u0439 \u0444\u043e\u043d\u0434\u0430 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0444\u043e\u043d\u0434 \u043f\u0440\u043e\u0444\u0441\u043e\u044e\u0437\u043d\u044b\u0445 \u0438\u0437\u0434\u0430\u043d\u0438\u0439, \u0432 \u0442\u043e\u043c \u0447\u0438\u0441\u043b\u0435 \u0438\u0437\u0434\u0430\u043d\u0438\u0439 \u043f\u0440\u043e\u0448\u043b\u044b\u0445 \u043b\u0435\u0442, \u043d\u0430\u0447\u0438\u043d\u0430\u044f \u0441 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u044f, \u0438 \u0438\u0441\u0442\u043e\u0440\u0438\u0438 \u0440\u043e\u0441\u0441\u0438\u0439\u0441\u043a\u0438\u0445 \u043f\u0440\u043e\u0444\u0441\u043e\u044e\u0437\u043e\u0432. \u0423\u0441\u043b\u043e\u0432\u043d\u043e \u0444\u043e\u043d\u0434 \u0434\u0435\u043b\u0438\u0442\u0441\u044f \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u0438 \u0443\u0447\u0435\u0431\u043d\u044b\u0439. \u041a\u043d\u0438\u0433\u0438 \u0438 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0435 \u0438\u0437\u0434\u0430\u043d\u0438\u044f \u0438\u0437 \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0433\u043e \u0444\u043e\u043d\u0434\u0430 \u0432\u044b\u0434\u0430\u044e\u0442\u0441\u044f \u0447\u0435\u0440\u0435\u0437 \u0447\u0438\u0442\u0430\u043b\u044c\u043d\u044b\u0439 \u0437\u0430\u043b \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438 \u0434\u043b\u044f \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0432 \u0447\u0438\u0442\u0430\u043b\u044c\u043d\u043e\u043c \u0437\u0430\u043b\u0435, \u0430 \u0442\u0430\u043a\u0436\u0435 \u043d\u0430 \u0441\u0440\u043e\u043a, \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u0439 \u043f\u0440\u0430\u0432\u0438\u043b\u0430\u043c\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0438, \u0434\u043b\u044f \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0432\u043d\u0435 \u0441\u0442\u0435\u043d \u0410\u043a\u0430\u0434\u0435\u043c\u0438\u0438. \u0418\u0437\u0434\u0430\u043d\u0438\u044f \u0438\u0437 \u0443\u0447\u0435\u0431\u043d\u043e\u0433\u043e \u0444\u043e\u043d\u0434\u0430 \u0432\u044b\u0434\u0430\u044e\u0442\u0441\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f\u043c \u043d\u0430 \u0430\u0431\u043e\u043d\u0435\u043c\u0435\u043d\u0442\u0435, \u0438\u043c\u0435\u044e\u0449\u0435\u043c \u043e\u0431\u043e\u0441\u043e\u0431\u043b\u0435\u043d\u043d\u044b\u0439 \u0432\u0445\u043e\u0434.


allbook.info.header=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
allbook.info=\u0414\u043b\u044f \u0431\u043e\u043b\u0435\u0435 \u0434\u0435\u0442\u0430\u043b\u044c\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u043f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0443\u0439\u0442\u0435\u0441\u044c \u0438\u043b\u0438 \u0432\u043e\u0439\u0434\u0438\u0442\u0435 \u043f\u043e\u0434 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u043c \u043b\u043e\u0433\u0438\u043d\u043e\u043c.
allbook.adress=\u0410\u0434\u0440\u0435\u0441:
allbook.street=\u0423\u043b. \u0425\u0430\u0440\u0447\u0435\u043d\u043a\u043e, \u0434\u043e\u043c 16/6\u0444
allbook.number=\u041d\u0430\u0448\u0438 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u044b: 32-81-53
allbook.email=bestlibrary@gmail.com


#for registration
registration=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f
registration.about_you=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e \u0432\u0430\u0441
registration.namef=\u0424\u0430\u043c\u0438\u043b\u0438\u044f
registration.names=\u0418\u043c\u044f
registration.namep=\u041e\u0442\u0447\u0435\u0441\u0442\u0432\u043e
registration.email=Email
registration.year=\u0413\u043e\u0434 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f
registration.password=\u041f\u0430\u0440\u043e\u043b\u044c

#login properties
lohin.login_please=\u0412\u0445\u043e\u0434
lohin.email=Email
lohin.password=\u041f\u0430\u0440\u043e\u043b\u044c
lohin.login=\u0412\u043e\u0439\u0442\u0438

#for user
avaliablebook=\u0412 \u043d\u0430\u043b\u0438\u0447\u0438\u0438
userorders=\u0412\u0430\u0448\u0438 \u0437\u0430\u043a\u0430\u0437\u044b
user.orders=\u0412\u0430\u0448\u0438 \u0437\u0430\u043a\u0430\u0437\u044b
userhistory=\u0418\u0441\u0442\u043e\u0440\u0438\u044f
allbooks.search=\u041f\u043e\u0438\u0441\u043a
allbooks.namef=\u0424\u0430\u043c\u0438\u043b\u0438\u044f
allbooks.names=\u0418\u043c\u044f
allbooks.namep=\u041e\u0442\u0447\u0435\u0441\u0442\u0432\u043e
allbooks.bookname=\u0418\u043c\u044f \u043a\u043d\u0438\u0433\u0438


#for user orders
orders.order=\u0417\u0430\u043a\u0430\u0437
orders.information=\u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e \u043a\u043d\u0438\u0433\u0435
orders.bookname=\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u043a\u043d\u0438\u0433\u0438
orders.publish=\u0418\u0437\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e
orders.cost=\u0426\u0435\u043d\u0430
orders.year=\u0413\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f
orders.comments=\u041a\u043e\u043c\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0438
orders.authors=\u0410\u0432\u0442\u043e\u0440\u044b
orders.button=\u0417\u0430\u043a\u0430\u0437\u0430\u0442\u044c
orders.delete=\u0423\u0434\u0430\u043b\u0435\u043d\u0438\u0435 \u0437\u0430\u043a\u0430\u0437\u0430
orders.delete_button=\u0423\u0434\u0430\u043b\u0438\u0442\u044c
order.addnewbook=\u041d\u043e\u0432\u0430\u044f \u043a\u043d\u0438\u0433\u0430
order.in=\u041f\u0440\u0438\u0451\u043c
order.out=\u0412\u044b\u0434\u0430\u0447\u0430
order.addnewbook_button=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u043d\u043e\u0432\u0443\u044e \u043a\u043d\u0438\u0433\u0443



#for librarian
instance.delete=\u0421\u043f\u0438\u0441\u0430\u0442\u044c \u044d\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440
delete=\u0421\u043f\u0438\u0441\u0430\u0442\u044c
order.history=\u0418\u0441\u0442\u043e\u0440\u0438\u044f \u0437\u0430\u043a\u0430\u0437\u043e\u0432
reader=\u0427\u0438\u0442\u0430\u0442\u0435\u043b\u044c
order.librarian=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0431\u0438\u0431\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0440\u044f

namef=\u0424\u0430\u043c\u0438\u043b\u0438\u044f
names=\u0418\u043c\u044f
namep=\u041e\u0442\u0447\u0435\u0441\u0442\u0432\u043e
email=Email
yearb=\u0413\u043e\u0434 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f
readers=\u0427\u0438\u0442\u0430\u0442\u0435\u043b\u0438
librarianstatus=\u0421\u0434\u0435\u043b\u0430\u0442\u044c \u0431\u0438\u0431\u0438\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0440\u0435\u043c
makelibrarian=\u0421\u0434\u0435\u043b\u0430\u0442\u044c \u0431\u0438\u0431\u0438\u043b\u0438\u043e\u0442\u0435\u043a\u0430\u0440\u0435\u043c


#for new book
enterAllValues=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u0432\u0441\u0435 \u043f\u043e\u043b\u044f.
enterRightYearofBirth=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0435\u0440\u043d\u044b\u0439 \u0433\u043e\u0434 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f.
enterRightBookYear=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0435\u0440\u043d\u044b\u0439 \u0433\u043e\u0434 \u0438\u0437\u0434\u0430\u043d\u0438\u044f \u043a\u043d\u0438\u0433\u0438.
enterRightCost=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0435\u0440\u043d\u0443\u044e \u0446\u0435\u043d\u0443 \u043a\u043d\u0438\u0433\u0438.
ok=\u0414\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u043e!
wrong=\u0427\u0442\u043e-\u0442\u043e \u043f\u043e\u0448\u043b\u043e \u043d\u0435 \u0442\u0430\u043a... \u041f\u043e\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0441\u043d\u043e\u0432\u0430 \u0438\u043b\u0438 \u0441\u043f\u0440\u043e\u0441\u0438\u0442\u0435 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a\u0430 \u0447\u0442\u043e \u0434\u0435\u043b\u0430\u0442\u044c^^.








